sea-shell-soap-wiremock/sea-shell-soap-service/src/main/resources/mock/requests/shells/shell14.xml

<?xml version="1.0" ?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Body>
        <ns2:shells xmlns:ns2="http://org.jesperancinha.shells/SeaShellsWSDLShells/">
            <shellId>14</shellId>
        </ns2:shells>
    </S:Body>
</S:Envelope>